const Introduce = () => {
  return (
    <div className="pb-2">
      <p>
        함께 일하는 것을 좋아합니다. 페어 프로그래밍을 진행하면서 문제를 해결해
        본 경험이 있습니다. 팀 프로젝트를 진행하며 1주 단위의 스프린트와 데일리
        스크럼을 통하여 진행도와 계획을 공유하였고, 코드 리뷰를 통하여
        구성원들이 납득할 수 있는 더 좋은 코드를 만들기 위하여 노력했습니다.
        <br />
        <br />
        인과관계가 명확한 것을 좋아합니다. 어떤 과정으로 인해 해당 결과가
        나왔는지 명확하게 파악하려 합니다. 공식문서를 기반으로 ChatGPT와
        레퍼런스, 그리고 스터디를 통한 교차 검사를 통하여 과정들을 이해하려고
        노력합니다.
      </p>
    </div>
  );
};
export default Introduce;
