const Introduce = () => {
  return (
    <div className="pb-2">
      <p>
        협업을 좋아합니다. 페어 프로그래밍을 통해서 useEffect의 디펜던시가 잘못
        설정되어서 지도에 마커가 제대로 렌더링 되지 않던 문제를
        해결해보았습니다. 코드 리뷰를 통하여 더 좋은 코드를 만들기 위하여
        노력합니다. 최대 81개의 코멘트를 주고받으며 PR을 수정해보았습니다. PR의
        단위가 너무 커서 기존 PR을 닫고 여러 개의 PR로 나누게 되었지만 동료의
        입장에서도 생각해 보게 되었고 코드를 보는 시각을 넓힐 수 있었던
        기회였습니다.
        <br />
        <br />
        인과관계가 명확한 것을 좋아합니다. 어떤 과정으로 인해 해당 결과가
        나왔는지 명확하게 파악하려 합니다. 공식문서를 기반으로 ChatGPT와
        레퍼런스, 그리고 스터디를 통한 교차 검사를 통하여 과정들을 이해하려고
        노력합니다. 주변 사람들과도 이러한 방식을 공유합니다. 의견 공유 중
        React.dev의 부정확한 내용을 발견했고 스터디원 중 한 분이 수정 PR을
        요청하여 공식문서의 기여자가 되었습니다.
        <br />
        <br />
        새로운 것에 대한 두려움이 없습니다. 익숙한 것에 머무르기 보다는 다양한
        것들을 시도해보며 시야를 넓히려 노력합니다. 프로젝트마다 새로운 기술
        스택을 1개 이상 사용해보며 이전에 사용하던 것들과는 어떤 점이 다른지
        느껴보려 했습니다. 최근에는 Next.js 13ver에 대하여 공부하고 있습니다.
      </p>
    </div>
  );
};
export default Introduce;
