export const introduce = [
  {
    title: "개발의 생산성은 '쉽고 편안한 개발 환경'에서 나온다고 믿습니다. ",
    content:
      '로직이 포함된 컴포넌트와 스타일 전용 컴포넌트의 네이밍 규칙을 분리하여, 코드의 가독성을 향상했습니다. ' +
      'React Query의 캐싱 전략과 query-key 설계를 통해 data의 흐름을 쉽게 알아볼 수 있도록 하였습니다.',
  },
  {
    title: '즐겁고 편한 소통의 대상이 되려 합니다. ',
    content:
      '전달받은 내용을 정리하여 간략하게 다시 물어봄으로써, 상대방의 의도를 제대로 파악했는지 한 번 더 확인합니다. ' +
      '요청에 근거를 덧붙임으로써 이해를 도와 더 나은 결과를 낼 수 있도록 합니다.',
  },
  {
    title: '코드에 대해서 한 번 더 생각해 봅니다. ',
    content:
      '정상동작 중인 코드라도 수정 보완할 점이 있는지 주기적으로 다시 확인해 봅니다.',
  },
];

export default introduce;
