export const introduce = [
  {
    title: "개발의 생산성은 '쉽고 편안한 개발 환경'에서 나온다고 믿습니다. ",
    content:
      '복잡한 로직을 단순화하고, 스타일 관련 코딩 컨벤션을 통일화하여 가독성을 높였습니다. 설정 파일을 수정하여 불필요하게 반복되던 로컬 서버 재부팅 과정 없이 수정 사항을 확인할 수 있도록 하였습니다.',
  },
  {
    title: '협업에서는 편하고 정확한 소통을 지향합니다. ',
    content: `전달받은 내용을 정리하여 재확인하고, 요청에 근거를 덧붙여 '왜?'라는 의문을 해소할 수 있게 합니다. `,
  },
  {
    title: '한 번 더 생각해 봅니다. ',
    content:
      '더 간편하고 효율적으로 수정할 수 있는지 다시 확인해 봅니다. 수정을 위해 알아본 내용들을 팀원들과 공유하여 의견을 나눕니다.',
  },
];

export default introduce;
